Repository: AndreFCAmorim/wc-emis-iframe-gateway
Catalog: languages/emis_iframe-*.po
Languages: pt_pt

source: Adds the payment option for EMIS using Iframe
pt_pt: Adiciona a opção de pagamento iframe da EMIS

source: Here is the link for the payment:
pt_pt: Aqui está a sua ligação para pagamento:

source: Title
pt_pt: Título

source: This controls the title which the user sees during checkout.
pt_pt: Isto controla o título que o utilizador vê durante o checkout.

source: Description
pt_pt: Descrição

source: This controls the description which the user sees during checkout.
pt_pt: Isto controla a descrição que o utilizador vê durante o checkout.

source: API URL
pt_pt: URL da API

source: Insert here the URL provided by EMIS.
pt_pt: Insira aqui o URL fornecido pela EMIS.

source: Insert here the frametoken provided by EMIS.
pt_pt: Insira aqui o frametoken fornecido pela EMIS.

source: Callback Remote IP
pt_pt: IP remoto de retorno

source: Insert here the callback remote ip for validation.
pt_pt: Insira aqui o ip remoto de retorno para validação.

source: This plugin is not yet configurated!
pt_pt: Este plugin ainda não está configurado!

source: Payment Address:
pt_pt: Endereço de pagamento:
